{
  "Comment.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "cellular-automaton.nvim": { "branch": "main" },
  "cloak.nvim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "go.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-gemini-companion": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-treesitter": { "branch": "main" },
  "nvim-treesitter-textobjects": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "onedark.nvim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "trouble.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-prettier": { "branch": "master" }
}
